[
  {
    "header": "Co podlega obowiązkowi podatkowemu",
    "content": "Obowiązek podatkowy w podatku od czynności cywilnoprawnych (PCC) powstaje, gdy: zawierasz umowę sprzedaży oraz zamiany rzeczy lub praw majątkowych, umowę pożyczki pieniędzy lub rzeczy oznaczonych tylko co do gatunku, umowę darowizny - w części dotyczącej przejęcia przez obdarowanego długów i ciężarów albo zobowiązań darczyńcy, umowę dożywocia, umowę o dział spadku lub umowę o zniesienie współwłasności - w części dotyczącej spłat lub dopłat, umowę depozytu nieprawidłowego, umowę spółki. Składasz oświadczenie lub zawierasz umowę o ustanowieniu hipoteki, dokonasz ustanowienia ograniczonych praw rzeczowych w postaci odpłatnej służebności i odpłatnego użytkowania, w tym nieprawidłowego, uprawomocnia się orzeczenie sądu - jeżeli wywołuje takie same skutki prawne jak podlegające opodatkowaniu czynności cywilnoprawne, dostajesz wyrok sądu polubownego albo dojdzie do ugody - jeżeli wywołują takie same skutki prawne jak podlegające opodatkowaniu czynności cywilnoprawne. Przepisy o umowie o dziale spadku oraz umowie o zniesieniu współwłasności stosuje się odpowiednio także do: nabycia własności rzeczy wspólnej lub wspólnego prawa majątkowego albo ich części przez niektórych dotychczasowych współwłaścicieli na dalszą współwłasność – w części spłat lub dopłat, odpłatnego wyodrębnienia własności lokali na rzecz niektórych lub wszystkich współwłaścicieli. W przypadku umowy spółki za zmianę umowy uważa się: przy spółce osobowej – wniesienie lub podwyższenie wkładu, którego wartość powoduje zwiększenie majątku spółki, pożyczkę udzieloną spółce przez wspólnika, dopłaty oraz oddanie przez wspólnika spółce rzeczy lub praw majątkowych do nieodpłatnego używania; przy spółce kapitałowej – podwyższenie kapitału zakładowego z wkładów lub ze środków spółki oraz dopłaty; przekształcenie lub łączenie spółek, jeżeli ich wynikiem jest zwiększenie majątku spółki osobowej lub podwyższenie kapitału zakładowego spółki kapitałowej."
  },
  {
    "header": "Kogo dotyczy obowiązek podatkowy",
    "content": "W zależności od rodzaju czynności cywilnoprawnej obowiązek podatkowy ciąży: przy umowie sprzedaży – na kupującym, przy umowie zamiany – na stronach czynności (dokonujących zamiany), przy umowie pożyczki i depozytu nieprawidłowego – na biorącym pożyczkę lub przechowawcy, przy umowie darowizny – na obdarowanym, przy umowie dożywocia – na nabywcy własności nieruchomości, przy umowie o dział spadku lub o zniesienie współwłasności – na podmiocie, który nabywa rzeczy lub prawa majątkowe ponad swój dotychczasowy udział nabyty odpowiednio w spadku lub we współwłasności, przy ustanowieniu odpłatnego użytkowania, w tym nieprawidłowego oraz odpłatnej służebności – na użytkowniku lub nabywającym prawo służebności, przy ustanowieniu hipoteki – na składającym oświadczenia woli o ustanowieniu hipoteki, przy umowie spółki cywilnej – na wspólnikach, przy innych umowach spółki – na spółce."
  },
  {
    "header": "Czym jest podstawa opodatkowania",
    "content": "Podstawa opodatkowania to kwota, od której nalicza się podatek i zależy od rodzaju umowy, którą podpisujesz. Generalnie powinna ona odzwierciedlać wartość rynkową przedmiotu czynności cywilnoprawnych. Podatek płaci się zawsze od wartości rynkowej nabywanej rzeczy – nawet, jeśli w umowie ustala się inną cenę. Wartość rynkową przedmiotu czynności cywilnoprawnych określa się na podstawie przeciętnych cen stosowanych: w obrocie rzeczami tego samego rodzaju i gatunku, uwzględniając ich miejsce położenia, stan i stopień zużycia, w obrocie prawami majątkowymi tego samego rodzaju. Oznacza to, że nie zawsze kwota wskazana w umowie stanowić będzie podstawę opodatkowania, gdyż w konkretnym przypadku może ona odbiegać od wartości rynkowej przedmiotu umowy. WAŻNE: Podstawę opodatkowania czynności cywilnoprawnych stanowi wartość rynkowa, a przyjęcie niższej wartości powoduje zaniżenie kwoty należnego podatku i konieczność jego uzupełnienia wraz z odsetkami."
  },
  {
    "header": "Jak obliczyć podatek",
    "content": "Wysokość podatku zależy od tego, jaki rodzaj umowy podpisujesz. Jeśli jest to umowa: sprzedaży, zamiany, dożywocia, o dział spadku, zniesienie współwłasności oraz darowizny: rzeczy – 2% podstawy opodatkowania, praw majątkowych – 1% podstawy opodatkowania, ustanowienia hipoteki: na zabezpieczenie wierzytelności istniejących - od kwoty zabezpieczonej wierzytelności - 0,1%, na zabezpieczenie wierzytelności o wysokości nieustalonej - 19 zł, ustanowienia odpłatnego użytkowania oraz odpłatnej służebności – 1% podstawy opodatkowania, depozytu nieprawidłowego – 0,5% podstawy opodatkowania, spółki – 0,5% podstawy opodatkowania. Podatek pobiera się według stawki najwyższej: jeżeli podatnik dokonując czynności cywilnoprawnej, w wyniku której nastąpiło przeniesienie własności, nie wyodrębnił wartości rzeczy lub praw majątkowych, do których mają zastosowanie różne stawki (np. przy sprzedaży przedsiębiorstwa) – od łącznej wartości tych rzeczy lub praw majątkowych; jeżeli przedmiotem umowy zamiany są rzeczy lub prawa majątkowe, co do których obowiązują różne stawki."
  },
    {
        "header": "Kto jest zwolniony z podatku",
        "content": "Z podatku zwolnione są :\npaństwa obce, ich przedstawicielstwa dyplomatyczne, urzędy konsularne i siły zbrojne, międzynarodowe organizacje i instytucje oraz ich oddziały i przedstawicielstwa, korzystające na podstawie ustaw, umów lub powszechnie uznanych zwyczajów międzynarodowych z przywilejów i immunitetów, a także członków ich personelu i inne osoby zrównane z nimi, jeżeli nie są one obywatelami polskimi i nie mają miejsca stałego pobytu na terytorium Rzeczypospolitej Polskiej – pod warunkiem wzajemności\nosoba kupująca na potrzeby własne sprzęt rehabilitacyjny, wózki inwalidzkie, motorowery, motocykle lub samochody osobowe, mająca:\norzeczenie o znacznym albo umiarkowanym stopniu niepełnosprawności (nieważne, jakie ma schorzenie),\norzeczenie o lekkim stopniu niepełnosprawności w związku ze schorzeniami narządów ruchu,\norganizacja pożytku publicznego – jeśli dokonuje czynności cywilnoprawnych tylko w związku ze swoją nieodpłatną działalnością pożytku publicznego,\nSkarb Państwa,\njednostki samorządu terytorialnego,\nRządowa Agencja Rezerw Strategicznych.\nSprawdź, kto jeszcze jest zwolniony z PCC"
    },
    {
        "header": "Co jest zwolnione z podatku",
        "content": "Najczęściej stosowane zwolnienia obejmują sprzedaż:\nwalut obcych lub kryptowalut,\nbonów i obligacji skarbowych,\nrzeczy ruchomych, jeżeli podstawa opodatkowania nie przekracza 1000 zł,\npraw majątkowych, będących instrumentami finansowymi dokonywaną:\nfirmom inwestycyjnym oraz zagranicznym firmom inwestycyjnym,\nza pośrednictwem firm inwestycyjnych lub zagranicznych firm inwestycyjnych,\nw ramach obrotu zorganizowanego,\npoza obrotem zorganizowanym przez firmy inwestycyjne oraz zagraniczne firmy inwestycyjne, jeżeli prawa te zostały nabyte przez te firmy w ramach obrotu zorganizowanego.\nWAŻNE: Umowa sprzedaży rzeczy ruchomej, której wartość rynkowa nie przekracza 1000 zł, jest zwolniona od PCC (np. kupujesz używany rower za 500 zł). Jeśli cena roweru odpowiada jego wartości rynkowej, nie musisz składać deklaracji PCC‑3 i płacić podatku. Gdyby jednak okazało się, że wartość rynkowa tego roweru przekracza 1000 zł, powinieneś złożyć deklarację PCC‑3 i zapłacić podatek. Zwolnienie to nie dotyczy praw majątkowych typu akcje, udziały czy wierzytelności."
    }
]
